{
  "Rat": {
    "name": "Rat",
    "description": "Rats have a strong intellectual gifting and are usually smart, witty, curious and perceptive people. They also have good taste and can be charming and humorous. Rats make good friends as they are loyal and generous to those within their intimate circle."
  },
  "Ox": {
    "name": "Ox",
    "description": "The Ox is known to be diligent, focused and dependable. Such a person would most likely pay great attention to detail and have a serious personality. Those born in the Year of the Ox are usually strong and protective companions who enjoy the company of family and friends. However, they can also be introverted and solitary creatures."
  },
  "Tiger": {
    "name": "Tiger",
    "description": "Being natural leaders and go-getters, Tigers have a pretty impressive persona. Filled with courage, ambition and energy, they are also very passionate about life though they exhibit frequent mood swings. Unbeknownst to most people, Tigers are very affectionate too."
  },
  "Rabbit": {
    "name": "Rabbit",
    "description": "Rabbits are homely people who like nothing better than to entertain friends and family by the hearth. Their genuine kindness, empathy and warmth make them popular with almost everyone. Unfortunately, these very same traits also result in them being a frequent victim of exploitation."
  },
  "Dragon": {
    "name": "Dragon",
    "description": "The Sign of the Dragon is considered the most auspicious Zodiac Sign in Chinese Astrology. It is common to see many Chinese couples try to conceive a baby born in the Year of the Dragon as they believe their child will then become very successful. Generally, Dragons are incredibly high-spirited and possess a magnetic personality. They’re innate leaders and make good people managers. On the down side, they also suffer from a superiority complex."
  },
  "Snake": {
    "name": "Snake",
    "description": "ke their namesake, those born under the Sign of the Snake can be rather dangerous and should be treated with caution. Otherwise, they are actually outgoing and generous people. Snakes are clever, logical yet instinctive, and hard workers. They are also good investors."
  },
  "Horse": {
    "name": "Horse",
    "description": "Horses love to be free and are independent people who take great pleasure in travelling. Though they enjoy love and intimacy, they can come across as a rolling stone who is unable to commit and settle down. Surprisingly, horses are highly seductive and clever with money. They can also be touchy creatures."
  },
  "Goat": {
    "name": "Goat",
    "description": "Goats are thinkers with tremendous creative ability, who prefer to be left undisturbed in their contemplations. They also set a great store by appearances. Though they have admirable strengths, goats suffer from a lot of self doubt and need a lot of love and encouragement to ease their constant anxiety."
  },
  "Monkey": {
    "name": "Monkey",
    "description": "Monkeys are fun-loving people who are usually live-wires everywhere they go. Their optimism and enthusiasm is contagious but they tend to be a little wild. Monkeys have poor morals and put themselves first. They are also bad at maintaining committed relationships."
  },
  "Rooster": {
    "name": "Rooster",
    "description": "Roosters are honest, down-to-earth and trusting people. They are neat, tend to be traditionalists and can be real sticklers. Roosters are also observant and ingenious creatures."
  },
  "Dog": {
    "name": "Dog",
    "description": "Resembling the animal influencing their horoscope, Dogs are devoted to those they love. They are usually successful business people but are quite unlucky in their romantic life.  Dogs can turn out to be rigid and temperamental; and often cover up using white lies."
  },
  "Pig": {
    "name": "Pig",
    "description": "Unlike their animal counterpart, Pigs have exquisite taste. They are also pleasant and gracious. Pigs make good friends and are generally accommodating but don’t let their geniality fool you! Pigs can be very nasty when there is conflict."
  }
}